{
  "date": "2024-02-18",
  "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Arthur Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed, including its nearly perfectly round ring of stars and gas, remains unknown.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The featured photo was taken by the Hubble Space Telescope and reprocessed using an artificially intelligent de-noising algorithm.  Observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Many galaxies far in the distance are visible toward the right, while coincidentally, visible in the gap at about seven o'clock, is another but more distant ring galaxy.",
  "hdurl": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_3000.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Hoag's Object: A Nearly Perfect Ring Galaxy",
  "url": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_1080.jpg"
}


{
  "copyright": "Helge Buesing",
  "date": "2024-02-23",
  "explanation": "This supernova shock wave plows through interstellar space at over 500,000 kilometers per hour. Centered and moving upward in the sharply detailed color composite its thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. Discovered in the 1840s by Sir John Herschel, the narrow-looking nebula is sometimes known as Herschel's Ray. Cataloged as NGC 2736, its pointed appearance suggests its modern popular name, the Pencil Nebula. The Pencil Nebula is about 800 light-years away. Nearly 5 light-years long it represents only a small part of the Vela supernova remnant though. The enormous Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the section of the shock wave seen as the Pencil nebula was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material.",
  "hdurl": "https://apod.nasa.gov/apod/image/2402/NGC2736_Helge_Buesing2048.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "The Pencil Nebula Supernova Shock Wave",
  "url": "https://apod.nasa.gov/apod/image/2402/NGC2736_Helge_Buesing1024.jpg"
}
